Repository: LumiBearStudio/ClipRaven
Catalog: ClipRaven/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, it, ja, pt_br, zh_hans, zh_hant

source: 태그를 먼저 만들어 주세요
de: Erstelle zuerst ein Tag
en: Please create a tag first
es: Primero crea una etiqueta
fr: Créez d'abord un tag
it: Crea prima un tag
ja: まずタグを作成してください
pt_br: Crie uma etiqueta primeiro
zh_hans: 请先创建标签
zh_hant: 請先建立標籤

source: 테마
de: Thema
en: Theme
es: Tema
fr: Thème
it: Tema
ja: テーマ
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

source: 텍스트
de: Text
en: Text
es: Texto
fr: Texte
it: Testo
ja: テキスト
pt_br: Texto
zh_hans: 文本
zh_hant: 文字

source: 텍스트 포함
de: Text enthält
en: Text Contains
es: El texto contiene
fr: Le texte contient
it: Il testo contiene
ja: テキストを含む
pt_br: O texto contém
zh_hans: 包含文本
zh_hant: 包含文字

source: 텍스트, URL 조각, 또는 한글 초성 (예: ㅇㅇ)
de: Text, URL-Fragment oder kor. Initialen (z. B. ㅇㅇ)
en: Text, URL fragment, or Korean initials (e.g. ㅇㅇ)
es: Texto, fragmento de URL o iniciales coreanas (ej. ㅇㅇ)
fr: Texte, fragment d'URL ou initiales coréennes (ex. ㅇㅇ)
it: Testo, frammento di URL o iniziali coreane (es. ㅇㅇ)
ja: テキスト、URLの一部、またはハングル子音 (例: ㅇㅇ)
pt_br: Texto, fragmento de URL ou iniciais coreanas (ex. ㅇㅇ)
zh_hans: 文本、URL 片段或韩文初声 (例: ㅇㅇ)
zh_hant: 文字、URL 片段或韓文初聲 (例: ㅇㅇ)

source: 파일
de: Datei
en: File
es: Archivo
fr: Fichier
it: File
ja: ファイル
pt_br: Arquivo
zh_hans: 文件
zh_hant: 檔案

source: 파일 없음
de: Keine Datei
en: No File
es: Sin archivos
fr: Aucun fichier
it: Nessun file
ja: ファイルなし
pt_br: Nenhum arquivo
zh_hans: 无文件
zh_hant: 無檔案

source: 패스코드
de: Code
en: Passcode
es: Código de acceso
fr: Code d'accès
it: Codice
ja: パスコード
pt_br: Código de acesso
zh_hans: 密码
zh_hant: 密碼

source: 편집
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: 편집 (⌘E)
de: Bearbeiten (⌘E)
en: Edit (⌘E)
es: Editar (⌘E)
fr: Modifier (⌘E)
it: Modifica (⌘E)
ja: 編集 (⌘E)
pt_br: Editar (⌘E)
zh_hans: 编辑 (⌘E)
zh_hant: 編輯 (⌘E)

source: 포맷
de: Format
en: Format
es: Formato
fr: Format
it: Formato
ja: フォーマット
pt_br: Formato
zh_hans: 格式
zh_hant: 格式

source: 핀 고정
de: Angeheftet
en: Pin
es: Fijado
fr: Épinglé
it: Fissato
ja: ピン留め
pt_br: Fixado
zh_hans: 置顶
zh_hant: 釘選

source: 핀 고정 항목 숨김
de: Angeheftete ausgeblendet
en: Pinned hidden
es: Fijados ocultos
fr: Épinglés masqués
it: Fissati nascosti
ja: ピン留め項目非表示
pt_br: Fixados ocultos
zh_hans: 已隐藏置顶
zh_hant: 已隱藏釘選

source: 핀 고정 항목 표시 중
de: Angeheftete werden angezeigt
en: Showing pinned
es: Mostrando fijados
fr: Épinglés affichés
it: Mostra fissati
ja: ピン留め項目を表示
pt_br: Mostrando fixados
zh_hans: 显示已置顶
zh_hant: 顯示已釘選

source: 핀 해제
de: Lösen
en: Unpin
es: Desfijar
fr: Détacher
it: Sblocca
ja: ピン解除
pt_br: Desafixar
zh_hans: 取消置顶
zh_hant: 取消釘選

source: 한 줄로 합치기
de: Zu einer Zeile
en: Merge into one line
es: Unir en una línea
fr: Joindre les lignes
it: Unisci righe
ja: 1行に結合
pt_br: Juntar em uma linha
zh_hans: 合并为一行
zh_hant: 合併為一行

source: 해시
de: Hash
en: Hash
es: Hash
fr: Hash
it: Hash
ja: ハッシュ
pt_br: Hash
zh_hans: 哈希
zh_hant: 雜湊

source: 화면 공유 또는 녹화 중에 패널이 표시되지 않습니다.
de: Das Panel wird während Bildschirmfreigabe oder -aufnahme nicht angezeigt.
en: The panel will not be shown during screen sharing or recording.
es: El panel no se muestra durante la compartición o grabación de pantalla.
fr: Le panneau ne s'affiche pas pendant le partage ou l'enregistrement d'écran.
it: Il pannello non viene mostrato durante la condivisione o registrazione dello schermo.
ja: 画面共有や録画中はパネルが表示されません。
pt_br: O painel não aparece durante compartilhamento ou gravação de tela.
zh_hans: 在屏幕共享或录制期间不会显示面板。
zh_hant: 在螢幕共享或錄製期間不會顯示面板。

source: 확인
de: OK
en: OK
es: Aceptar
fr: OK
it: OK
ja: OK
pt_br: OK
zh_hans: 确定
zh_hant: 確定

source: 확인 실패: %@
de: Prüfung fehlgeschlagen: %@
en: Check failed: %@
es: Comprobación fallida: %@
fr: Échec de la vérification : %@
it: Verifica fallita: %@
ja: 確認失敗: %@
pt_br: Falha na verificação: %@
zh_hans: 检查失败: %@
zh_hant: 檢查失敗: %@

source: 확인 중…
de: Wird geprüft …
en: Checking…
es: Comprobando…
fr: Vérification…
it: Verifica…
ja: 確認中…
pt_br: Verificando…
zh_hans: 正在检查…
zh_hant: 檢查中…

source: 확인 코드
de: Bestätigungscode
en: Verification code
es: Código de confirmación
fr: Code de confirmation
it: Codice di conferma
ja: 確認コード
pt_br: Código de confirmação
zh_hans: 确认码
zh_hant: 確認碼

source: 확인코드
de: Bestätigungscode
en: Verification code
es: Código de confirmación
fr: Code de confirmation
it: Codice di conferma
ja: 確認コード
pt_br: Código de confirmação
zh_hans: 确认码
zh_hant: 確認碼

source: 회의
de: Meeting
en: Meeting
es: Reunión
fr: Réunion
it: Riunione
ja: 会議
pt_br: Reunião
zh_hans: 会议
zh_hant: 會議

source: %@건
en: %@ items
ja: %@件
zh_hans: %@条
zh_hant: %@項

source: 미분류만
en: Uncategorized only

source: 반환할 최대 결과 수
en: Max results to return

source: 선택한 클립을 다른 앱에 자동으로 붙여넣으려면 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용에서 ClipRaven을 켜주세요. 권한을 부여하지 않아도 클립보드에는 복사되므로 ⌘V로 직접 붙여넣을 수 있습니다.
en: To auto-paste the selected clip into other apps, enable ClipRaven in System Settings → Privacy & Security → Accessibility. Without permission, clips are still copied to the clipboard so you can paste manually with ⌘V.

source: 텍스트 또는 코드 클립을 2개 이상 선택해주세요
en: Select two or more text or code clips

source: 텍스트 붙여넣기
en: Paste text

source: 한국어
en: Korean

source: 화면 공유 시 패널 숨기기
en: Hide panel during screen sharing

source: 히스토리에 추가할 텍스트
en: Text to add to history

source: %@회
es: %@ veces
fr: %@ fois
it: %@ volte
ja: %@回
zh_hans: %@ 次
zh_hant: %@ 次

source: %@개
ja: %@件
zh_hans: %@项
zh_hant: %@項
